Repository: ififi2017/Off-Work-Countdown
Catalog: src-mobile/ios/App/App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi_in, id, it, ja, ko, mr_in, pt, ru, th, tr, vi, zh_cn, zh_hk, zh_tw

# recordsLifeSetupNow
source: Set up now
ar: اضبط الآن
de: Jetzt einrichten
es: Configurar ahora
fr: Configurer maintenant
hi_in: अभी सेट करें
id: Atur sekarang
it: Imposta ora
ja: 今すぐ設定
ko: 지금 설정
mr_in: आता सेट करा
pt: Configurar agora
ru: Настроить сейчас
th: ตั้งค่าตอนนี้
tr: Şimdi ayarla
vi: Thiết lập ngay
zh_cn: 现在设置
zh_hk: 現在設定
zh_tw: 現在設定

# recordsLifeSetupTitle
source: Add a life view
ar: أضف عرض العمر
de: Lebensansicht ergänzen
es: Añadir la vista de vida
fr: Ajouter une vue de vie
hi_in: जीवन दृश्य जोड़ें
id: Tambah tampilan hidup
it: Aggiungi la vista vita
ja: 人生ビューを整える
ko: 인생 보기 만들기
mr_in: आयुष्याचे दृश्य जोडा
pt: Adicionar a vista de vida
ru: Добавить вид жизни
th: เพิ่มมุมมองชีวิต
tr: Yaşam görünümü ekle
vi: Thêm khung đời
zh_cn: 完善人生视图
zh_hk: 完善人生檢視
zh_tw: 完善人生檢視

# recordsLockedDay
source: Plus is needed to see this date
ar: يلزم Plus لرؤية هذا اليوم
de: Plus wird gebraucht, um diesen Tag zu sehen
es: Se necesita Plus para ver este día
fr: Plus est nécessaire pour voir ce jour
hi_in: यह दिन देखने के लिए Plus चाहिए
id: Plus diperlukan untuk melihat hari ini
it: Serve Plus per vedere questo giorno
ja: この日を見るには Plus が必要です
ko: 이 날짜를 보려면 Plus가 필요해요
mr_in: हा दिवस पाहण्यासाठी Plus लागते
pt: É preciso Plus para ver este dia
ru: Чтобы увидеть этот день, нужен Plus
th: ต้องมี Plus เพื่อดูวันนี้
tr: Bu günü görmek için Plus gerekir
vi: Cần Plus để xem ngày này
zh_cn: 查看这一天需要 Plus
zh_hk: 查看這一天需要 Plus
zh_tw: 查看這一天需要 Plus

# recordsLockedKeepsSaving
source: DoneAt keeps saving on this device. Unlock to see the whole record.
ar: يواصل DoneAt الحفظ على هذا الجهاز. افتح القفل لرؤية السجل كاملًا.
de: DoneAt speichert auf diesem Gerät weiter. Freischalten zeigt dir den ganzen Verlauf.
es: DoneAt sigue guardando en este dispositivo. Desbloquea para ver el registro completo.
fr: DoneAt continue d’enregistrer sur cet appareil. Débloquez pour voir tout l’historique.
hi_in: DoneAt इस डिवाइस पर सहेजता रहता है। पूरा रिकॉर्ड देखने के लिए अनलॉक करें।
id: DoneAt tetap menyimpan di perangkat ini. Buka kunci untuk melihat catatan lengkapnya.
it: DoneAt continua a salvare su questo dispositivo. Sblocca per vedere tutto lo storico.
ja: DoneAt はこの端末に記録を保存し続けます。すべて見るにはロックを解除してください。
ko: DoneAt는 이 기기에 계속 저장합니다. 전체 기록을 보려면 잠금을 해제하세요.
mr_in: DoneAt या डिव्हाइसवर जतन करत राहते. संपूर्ण नोंद पाहण्यासाठी अनलॉक करा.
pt: O DoneAt continua a guardar neste dispositivo. Desbloqueia para veres o registo completo.
ru: DoneAt продолжает сохранять на этом устройстве. Откройте доступ, чтобы увидеть всю историю.
th: DoneAt ยังบันทึกไว้ในเครื่องนี้ต่อไป ปลดล็อกเพื่อดูบันทึกทั้งหมด
tr: DoneAt bu cihazda kaydetmeyi sürdürüyor. Tüm kaydı görmek için kilidi aç.
vi: DoneAt vẫn lưu trên máy này. Mở khoá để xem toàn bộ ghi chép.
zh_cn: DoneAt 会继续保存在这台设备上。解锁后即可查看完整记录。
zh_hk: DoneAt 會繼續喺呢部裝置上保存。解鎖之後就睇到成個紀錄。
zh_tw: DoneAt 會繼續保存在這台裝置上。解鎖後即可查看完整紀錄。

# recordsLockedScale
source: Plus is needed to see this view
ar: يلزم Plus لرؤية هذا العرض
de: Plus wird gebraucht, um diese Ansicht zu sehen
es: Se necesita Plus para ver esta vista
fr: Plus est nécessaire pour voir cette vue
hi_in: यह दृश्य देखने के लिए Plus चाहिए
id: Plus diperlukan untuk melihat tampilan ini
it: Serve Plus per vedere questa vista
ja: この表示を見るには Plus が必要です
ko: 이 보기를 보려면 Plus가 필요해요
mr_in: हे दृश्य पाहण्यासाठी Plus लागते
pt: É preciso Plus para ver esta vista
ru: Чтобы увидеть этот вид, нужен Plus
th: ต้องมี Plus เพื่อดูมุมนี้
tr: Bu görünümü görmek için Plus gerekir
vi: Cần Plus để xem khung này
zh_cn: 查看这个尺度需要 Plus
zh_hk: 查看這個尺度需要 Plus
zh_tw: 查看這個尺度需要 Plus

# recordsLockedSummary
source: Plus is needed to see these totals
ar: يلزم Plus لرؤية هذه المجاميع
de: Plus wird gebraucht, um diese Summen zu sehen
es: Se necesita Plus para ver estos totales
fr: Plus est nécessaire pour voir ces totaux
hi_in: ये योग देखने के लिए Plus चाहिए
id: Plus diperlukan untuk melihat jumlah ini
it: Serve Plus per vedere questi totali
ja: この集計を見るには Plus が必要です
ko: 이 합계를 보려면 Plus가 필요해요
mr_in: हे एकूण पाहण्यासाठी Plus लागते
pt: É preciso Plus para ver estes totais
ru: Чтобы увидеть эти итоги, нужен Plus
th: ต้องมี Plus เพื่อดูยอดเหล่านี้
tr: Bu toplamları görmek için Plus gerekir
vi: Cần Plus để xem các tổng này
zh_cn: 查看这些汇总需要 Plus
zh_hk: 查看這些彙總需要 Plus
zh_tw: 查看這些彙總需要 Plus

# recordsMarkLeave
source: Mark as leave
ar: تسجيله إجازة
de: Als Urlaub markieren
es: Marcar como permiso
fr: Noter un congé
hi_in: छुट्टी के रूप में दर्ज करें
id: Tandai sebagai izin
it: Segna come permesso
ja: 休暇にする
ko: 휴가로 표시
mr_in: सुट्टी म्हणून नोंदवा
pt: Marcar como licença
ru: Отметить отпуск
th: บันทึกเป็นวันลา
tr: İzin olarak işaretle
vi: Ghi là nghỉ phép
zh_cn: 记为请假
zh_hk: 記為請假
zh_tw: 記為請假

# recordsMarkMakeup
source: Mark as a makeup day
ar: تسجيله يوم تعويض
de: Als Nachholtag markieren
es: Marcar como día de recuperación
fr: Noter un jour de rattrapage
hi_in: भरपाई का दिन दर्ज करें
id: Tandai sebagai hari pengganti
it: Segna come giorno di recupero
ja: 振替出勤にする
ko: 대체 근무로 표시
mr_in: भरपाईचा दिवस म्हणून नोंदवा
pt: Marcar como dia de compensação
ru: Отметить отработку
th: บันทึกเป็นวันทำงานชดเชย
tr: Telafi günü olarak işaretle
vi: Ghi là ngày làm bù
zh_cn: 记为补班
zh_hk: 記為補班
zh_tw: 記為補班

# recordsMarkRest
source: Mark as a rest day
ar: تسجيله يوم راحة
de: Als freien Tag markieren
es: Marcar como día libre
fr: Noter un jour de repos
hi_in: आराम का दिन दर्ज करें
id: Tandai sebagai hari libur
it: Segna come giorno di riposo
ja: 休みにする
ko: 휴무로 표시
mr_in: सुट्टीचा दिवस म्हणून नोंदवा
pt: Marcar como dia de descanso
ru: Отметить выходной
th: บันทึกเป็นวันหยุด
tr: Tatil günü olarak işaretle
vi: Ghi là ngày nghỉ
zh_cn: 记为休息
zh_hk: 記為休息
zh_tw: 記為休息

# recordsMonthWorkdays
source: %lld workdays
ar: %lld يوم عمل
de: %lld Arbeitstage
es: %lld días trabajados
fr: %lld jours travaillés
hi_in: %lld काम के दिन
id: %lld hari kerja
it: %lld giorni lavorati
ja: %lld 勤務日
ko: 근무일 %lld일
mr_in: %lld कामाचे दिवस
pt: %lld dias trabalhados
ru: %lld рабочих дней
th: %lld วันทำงาน
tr: %lld çalışma günü
vi: %lld ngày làm việc
zh_cn: %lld 个工作日
zh_hk: %lld 個工作日
zh_tw: %lld 個工作日

# recordsNextPeriod
source: Next period
ar: الفترة التالية
de: Nächster Zeitraum
es: Periodo siguiente
fr: Période suivante
hi_in: अगला दौर
id: Periode berikutnya
it: Periodo successivo
ja: 次の期間
ko: 다음 기간
mr_in: पुढील काळ
pt: Período seguinte
ru: Следующий период
th: ช่วงถัดไป
tr: Sonraki dönem
vi: Kỳ sau
zh_cn: 下一周期
zh_hk: 下一週期
zh_tw: 下一週期

# recordsNoObservations
source: Nothing recorded for this day — the schedule is still here.
ar: لا ملاحظات لهذا اليوم — الجدول ما زال موجودًا.
de: Für diesen Tag gibt es noch keine Beobachtung — der Plan bleibt.
es: Aún no hay observaciones este día; el horario sigue ahí.
fr: Rien de noté pour ce jour — le planning est toujours là.
hi_in: इस दिन अभी कोई अवलोकन नहीं — शिफ्ट वैसी की वैसी है।
id: Belum ada observasi hari ini — jadwalnya tetap ada.
it: Nessuna osservazione per questo giorno: il turno c’è ancora.
ja: この日の観察はまだない。シフトの土台はそのまま。
ko: 이 날의 관찰은 아직 없습니다. 근무표는 그대로예요.
mr_in: या दिवशी अजून निरीक्षण नाही — शिफ्ट तशीच आहे.
pt: Ainda não há observações neste dia — o horário continua.
ru: За этот день наблюдений нет — график на месте.
th: วันนี้ยังไม่มีการสังเกต — ตารางกะยังอยู่
tr: Bu gün için gözlem yok — mesai çizelgesi duruyor.
vi: Chưa có ghi nhận ngày này — lịch ca vẫn còn.
zh_cn: 这天还没有观察记录，排班底图还在。
zh_hk: 呢日未有觀察紀錄，更表底圖仲喺度。
zh_tw: 這天還沒有觀察紀錄，排班底圖還在。

# recordsObservations
source: What the app noticed
ar: ما لاحظه التطبيق
de: Was die App bemerkt hat
es: Lo que notó la app
fr: Ce que l’app a remarqué
hi_in: ऐप ने क्या देखा
id: Yang dilihat aplikasi
it: Cosa ha notato l’app
ja: アプリが見たこと
ko: 앱이 남긴 메모
mr_in: अॅपने काय पाहिले
pt: O que a app notou
ru: Что заметило приложение
th: สิ่งที่แอปสังเกต
tr: Uygulamanın fark ettikleri
vi: Ứng dụng ghi nhận
zh_cn: 应用注意到的
zh_hk: App 留意到嘅
zh_tw: App 注意到的

# recordsObservedFirstSeen
source: First opened the timer
ar: فتح المؤقت لأول مرة
de: Timer zum ersten Mal geöffnet
es: Abriste el temporizador por primera vez
fr: Premier passage sur le minuteur
hi_in: टाइमर पहली बार खोला
id: Pertama kali membuka timer
it: Timer aperto per la prima volta
ja: タイマーを初めて開いた
ko: 타이머를 처음 열음
mr_in: टायमर पहिल्यांदा उघडला
pt: Abriu o temporizador pela primeira vez
ru: Впервые открыли таймер
th: เปิดตัวจับเวลาครั้งแรก
tr: Zamanlayıcıyı ilk açış
vi: Lần đầu mở bộ đếm
zh_cn: 第一次打开计时页
zh_hk: 第一次打開計時頁
zh_tw: 第一次打開計時頁

# recordsObservedOvertime
source: Logged overtime
ar: سجّل ساعات إضافية
de: Überstunden eingetragen
es: Registraste horas extra
fr: Heures sup. enregistrées
hi_in: ओवरटाइम दर्ज किया
id: Mencatat lembur
it: Straordinario registrato
ja: 残業を記録した
ko: 연장 근무를 기록함
mr_in: ओव्हरटाइम नोंदवला
pt: Registou horas extra
ru: Отметили сверхурочные
th: บันทึกโอที
tr: Fazla mesai kaydetti
vi: Ghi tăng ca
zh_cn: 登记了加班
zh_hk: 登記咗加班
zh_tw: 登記了加班

# recordsObservedStarted
source: Started the countdown
ar: بدأ العد التنازلي
de: Countdown gestartet
es: Iniciaste la cuenta atrás
fr: Compte à rebours lancé
hi_in: उल्टी गिनती शुरू की
id: Memulai hitung mundur
it: Conto alla rovescia avviato
ja: カウントダウンを開始した
ko: 카운트다운을 시작함
mr_in: उलट गणती सुरू केली
pt: Iniciou a contagem
ru: Запустили отсчёт
th: เริ่มนับถอยหลัง
tr: Geri sayımı başlattı
vi: Bắt đầu đếm ngược
zh_cn: 开始了倒计时
zh_hk: 開始咗倒數
zh_tw: 開始了倒數

# recordsObservedStopped
source: Stopped the countdown
ar: أوقف العد التنازلي
de: Countdown beendet
es: Detuviste la cuenta atrás
fr: Compte à rebours arrêté
hi_in: उल्टी गिनती रोकी
id: Menghentikan hitung mundur
it: Conto alla rovescia fermato
ja: カウントダウンを止めた
ko: 카운트다운을 멈춤
mr_in: उलट गणती थांबवली
pt: Parou a contagem
ru: Остановили отсчёт
th: หยุดนับถอยหลัง
tr: Geri sayımı durdurdu
vi: Dừng đếm ngược
zh_cn: 停止了倒计时
zh_hk: 停止咗倒數
zh_tw: 停止了倒數

# recordsOpenSelectedMonth
source: View {{month}}
ar: عرض {{month}}
de: {{month}} anzeigen
es: Ver {{month}}
fr: Voir {{month}}
hi_in: {{month}} देखें
id: Lihat {{month}}
it: Visualizza {{month}}
ja: {{month}}を表示
ko: {{month}} 보기
mr_in: {{month}} पहा
pt: Ver {{month}}
ru: Открыть {{month}}
th: ดู{{month}}
tr: {{month}} görünümünü aç
vi: Xem {{month}}
zh_cn: 查看{{month}}
zh_hk: 查看{{month}}
zh_tw: 查看{{month}}

# recordsOperationExportFailed
source: We couldn't create the backup file. Your records are unchanged.
ar: تعذر إنشاء ملف النسخة الاحتياطية. سجلاتك لم تتغير.
de: Die Sicherungsdatei konnte nicht erstellt werden. Deine Aufzeichnungen bleiben unverändert.
es: No se pudo crear el archivo de copia. Tus registros no han cambiado.
fr: Impossible de créer le fichier de sauvegarde. Vos records restent inchangés.
hi_in: बैकअप फ़ाइल बनाई नहीं जा सकी। आपके रिकॉर्ड नहीं बदले।
id: File cadangan tidak dapat dibuat. Catatan Anda tidak berubah.
it: Non è stato possibile creare il file di backup. I record non sono cambiati.
ja: バックアップファイルを作成できませんでした。記録は変わりません。
ko: 백업 파일을 만들 수 없습니다. 기록은 변경되지 않았습니다.
mr_in: बॅकअप फाइल तयार करता आली नाही. तुमचे रेकॉर्ड बदलले नाहीत.
pt: Não foi possível criar o ficheiro de cópia. Os seus registos não foram alterados.
ru: Не удалось создать файл резервной копии. Записи не изменились.
th: สร้างไฟล์ข้อมูลสำรองไม่ได้ บันทึกของคุณไม่เปลี่ยนแปลง
tr: Yedek dosyası oluşturulamadı. Kayıtlarınız değişmedi.
vi: Không thể tạo tệp sao lưu. Bản ghi của bạn không thay đổi.
zh_cn: 无法创建备份文件，记录未改变。
zh_hk: 無法建立備份檔案，記錄冇改變。
zh_tw: 無法建立備份檔案，記錄沒有變更。

# recordsOperationFileUnavailable
source: The selected file is not available to this app. Choose it again from Files.
ar: الملف المحدد غير متاح لهذا التطبيق. اختره مجددًا من تطبيق الملفات.
de: Die ausgewählte Datei ist für diese App nicht verfügbar. Wähle sie erneut aus der Dateien-App.
es: El archivo seleccionado no está disponible para esta app. Vuelve a elegirlo desde Archivos.
fr: Le fichier sélectionné n’est pas disponible pour cette app. Choisissez-le à nouveau dans Fichiers.
hi_in: चुनी गई फ़ाइल इस ऐप में उपलब्ध नहीं है। Files से इसे फिर चुनें।
id: File yang dipilih tidak tersedia untuk app ini. Pilih lagi dari File.
it: Il file selezionato non è disponibile per questa app. Sceglilo di nuovo da File.
ja: 選択したファイルをこのアプリで利用できません。「ファイル」からもう一度選択してください。
ko: 선택한 파일을 이 앱에서 사용할 수 없습니다. 파일 앱에서 다시 선택하세요.
mr_in: निवडलेली फाइल या अॅपमध्ये उपलब्ध नाही. Files मधून पुन्हा निवडा.
pt: O ficheiro selecionado não está disponível para esta app. Escolha-o novamente em Ficheiros.
ru: Выбранный файл недоступен этому приложению. Выберите его ещё раз в приложении «Файлы».
th: ไฟล์ที่เลือกใช้กับแอปนี้ไม่ได้ เลือกใหม่จากไฟล์
tr: Seçilen dosya bu uygulamada kullanılamıyor. Dosyalar'dan yeniden seçin.
vi: Tệp đã chọn không khả dụng cho ứng dụng này. Hãy chọn lại từ Tệp.
zh_cn: 所选文件无法供此应用使用，请从“文件”中重新选择。
zh_hk: 揀選嘅檔案無法供此 App 使用，請喺「檔案」重新揀選。
zh_tw: 選取的檔案無法供此 App 使用，請從「檔案」重新選取。

# recordsOperationImportFailed
source: We couldn't import the backup. Your existing records are unchanged.
ar: تعذر استيراد النسخة الاحتياطية. سجلاتك الحالية لم تتغير.
de: Die Sicherung konnte nicht importiert werden. Deine vorhandenen Aufzeichnungen bleiben unverändert.
es: No se pudo importar la copia. Tus registros actuales no han cambiado.
fr: Impossible d’importer la sauvegarde. Vos records existants restent inchangés.
hi_in: बैकअप आयात नहीं हो सका। आपके मौजूदा रिकॉर्ड नहीं बदले।
id: Cadangan tidak dapat diimpor. Catatan yang ada tidak berubah.
it: Non è stato possibile importare il backup. I record esistenti non sono cambiati.
ja: バックアップを読み込めませんでした。既存の記録は変わりません。
ko: 백업을 가져올 수 없습니다. 기존 기록은 변경되지 않았습니다.
mr_in: बॅकअप आयात करता आला नाही. तुमचे विद्यमान रेकॉर्ड बदलले नाहीत.
pt: Não foi possível importar a cópia. Os seus registos atuais não foram alterados.
ru: Не удалось импортировать резервную копию. Существующие записи не изменились.
th: นำเข้าข้อมูลสำรองไม่ได้ บันทึกเดิมไม่เปลี่ยนแปลง
tr: Yedek içe aktarılamadı. Mevcut kayıtlarınız değişmedi.
vi: Không thể nhập bản sao lưu. Bản ghi hiện có không thay đổi.
zh_cn: 无法导入备份，现有记录未改变。
zh_hk: 無法匯入備份，現有記錄冇改變。
zh_tw: 無法匯入備份，現有記錄沒有變更。

# recordsOperationInvalidDocument
source: This file isn't a valid DoneAt records backup. Nothing changed.
ar: هذا الملف ليس نسخة احتياطية صالحة لسجلات DoneAt. لم يتغير شيء.
de: Diese Datei ist keine gültige DoneAt-Sicherungsdatei. Nichts wurde geändert.
es: Este archivo no es una copia válida de los registros de DoneAt. No ha cambiado nada.
fr: Ce fichier n’est pas une sauvegarde de records DoneAt valide. Rien n’a changé.
hi_in: यह फ़ाइल मान्य DoneAt रिकॉर्ड बैकअप नहीं है। कुछ नहीं बदला।
id: File ini bukan cadangan catatan DoneAt yang valid. Tidak ada yang berubah.
it: Questo file non è un backup valido dei record DoneAt. Non è cambiato nulla.
ja: このファイルは有効な DoneAt 記録バックアップではありません。変更はありません。
ko: 이 파일은 유효한 DoneAt 기록 백업이 아닙니다. 변경된 내용은 없습니다.
mr_in: ही फाइल वैध DoneAt रेकॉर्ड बॅकअप नाही. काहीही बदलले नाही.
pt: Este ficheiro não é uma cópia de segurança válida dos registos DoneAt. Nada foi alterado.
ru: Этот файл не является действительной резервной копией записей DoneAt. Ничего не изменилось.
th: ไฟล์นี้ไม่ใช่ข้อมูลสำรองบันทึก DoneAt ที่ถูกต้อง ไม่มีอะไรเปลี่ยนแปลง
tr: Bu dosya geçerli bir DoneAt kayıt yedeği değil. Hiçbir şey değişmedi.
vi: Tệp này không phải bản sao lưu bản ghi DoneAt hợp lệ. Không có gì thay đổi.
zh_cn: 该文件不是有效的 DoneAt 记录备份，数据没有改变。
zh_hk: 呢個檔案唔係有效嘅 DoneAt 記錄備份，資料冇改變。
zh_tw: 這不是有效的 DoneAt 記錄備份，資料沒有變更。

# recordsOperationOwnerAuthenticationFailed
source: We couldn't confirm this action. No records were changed.
ar: تعذر تأكيد هذا الإجراء. لم تتغير أي سجلات.
de: Diese Aktion konnte nicht bestätigt werden. Keine Aufzeichnungen wurden geändert.
es: No se pudo confirmar esta acción. No se han cambiado registros.
fr: Impossible de confirmer cette action. Aucun record n’a été modifié.
hi_in: इस कार्रवाई की पुष्टि नहीं हो सकी। कोई रिकॉर्ड नहीं बदला।
id: Tindakan ini tidak dapat dikonfirmasi. Tidak ada catatan yang berubah.
it: Non è stato possibile confermare l’azione. Nessun record è stato modificato.
ja: この操作を確認できませんでした。記録は変更されていません。
ko: 이 작업을 확인할 수 없습니다. 기록은 변경되지 않았습니다.
mr_in: या कृतीची पुष्टी करता आली नाही. कोणतेही रेकॉर्ड बदलले नाहीत.
pt: Não foi possível confirmar esta ação. Nenhum registo foi alterado.
ru: Не удалось подтвердить действие. Записи не изменились.
th: ยืนยันการดำเนินการนี้ไม่ได้ ไม่มีบันทึกใดเปลี่ยนแปลง
tr: Bu işlem doğrulanamadı. Kayıtlar değiştirilmedi.
vi: Không thể xác nhận thao tác này. Không có bản ghi nào thay đổi.
zh_cn: 无法确认此操作，记录没有改变。
zh_hk: 無法確認呢項操作，冇有記錄被改變。
zh_tw: 無法確認這項操作，沒有記錄被變更。

# recordsOperationPreviewFailed
source: We couldn't inspect this backup. Nothing changed.
ar: تعذر فحص هذه النسخة الاحتياطية. لم يتغير شيء.
de: Diese Sicherung konnte nicht geprüft werden. Nichts wurde geändert.
es: No se pudo revisar esta copia. No ha cambiado nada.
fr: Impossible d’examiner cette sauvegarde. Rien n’a changé.
hi_in: इस बैकअप की जाँच नहीं हो सकी। कुछ नहीं बदला।
id: Cadangan ini tidak dapat diperiksa. Tidak ada yang berubah.
it: Non è stato possibile controllare questo backup. Non è cambiato nulla.
ja: バックアップを確認できませんでした。変更はありません。
ko: 이 백업을 확인할 수 없습니다. 변경된 내용은 없습니다.
mr_in: हा बॅकअप तपासता आला नाही. काहीही बदलले नाही.
pt: Não foi possível verificar esta cópia. Nada foi alterado.
ru: Не удалось проверить резервную копию. Ничего не изменилось.
th: ตรวจสอบข้อมูลสำรองนี้ไม่ได้ ไม่มีอะไรเปลี่ยนแปลง
tr: Bu yedek incelenemedi. Hiçbir şey değişmedi.
vi: Không thể kiểm tra bản sao lưu này. Không có gì thay đổi.
zh_cn: 无法检查此备份，数据没有改变。
zh_hk: 無法檢查呢份備份，資料冇改變。
zh_tw: 無法檢查這份備份，資料沒有變更。

# recordsOperationReadFailed
source: We couldn't read that file. Nothing changed.
ar: تعذر قراءة الملف. لم يتغير شيء.
de: Die Datei konnte nicht gelesen werden. Nichts wurde geändert.
es: No se pudo leer el archivo. No ha cambiado nada.
fr: Impossible de lire ce fichier. Rien n’a changé.
hi_in: फ़ाइल पढ़ी नहीं जा सकी। कुछ नहीं बदला।
id: File tidak dapat dibaca. Tidak ada yang berubah.
it: Non è stato possibile leggere il file. Non è cambiato nulla.
ja: ファイルを読み取れませんでした。変更はありません。
ko: 파일을 읽을 수 없습니다. 변경된 내용은 없습니다.
mr_in: फाइल वाचता आली नाही. काहीही बदलले नाही.
pt: Não foi possível ler o ficheiro. Nada foi alterado.
ru: Не удалось прочитать файл. Ничего не изменилось.
th: อ่านไฟล์ไม่ได้ ไม่มีอะไรเปลี่ยนแปลง
tr: Dosya okunamadı. Hiçbir şey değişmedi.
vi: Không thể đọc tệp. Không có gì thay đổi.
zh_cn: 无法读取该文件，数据没有改变。
zh_hk: 無法讀取檔案，資料冇改變。
zh_tw: 無法讀取檔案，資料沒有變更。

# recordsOperationUnsupportedVersion
source: This backup was made by a newer version. Update the app before importing it.
ar: أُنشئت هذه النسخة الاحتياطية بإصدار أحدث. حدّث التطبيق قبل استيرادها.
de: Diese Sicherung stammt aus einer neueren Version. Aktualisiere die App vor dem Import.
es: Esta copia se creó con una versión más reciente. Actualiza la app antes de importarla.
fr: Cette sauvegarde vient d’une version plus récente. Mettez l’app à jour avant de l’importer.
hi_in: यह बैकअप नए संस्करण में बनाया गया था। आयात करने से पहले ऐप अपडेट करें।
id: Cadangan ini dibuat dengan versi yang lebih baru. Perbarui app sebelum mengimpor.
it: Questo backup è stato creato da una versione più recente. Aggiorna l’app prima di importarlo.
ja: このバックアップは新しいバージョンで作成されています。読み込む前にアプリを更新してください。
ko: 이 백업은 더 새로운 버전에서 만들어졌습니다. 가져오기 전에 앱을 업데이트하세요.
mr_in: हा बॅकअप नवीन आवृत्तीत तयार केला आहे. आयात करण्यापूर्वी अॅप अपडेट करा.
pt: Esta cópia foi criada numa versão mais recente. Atualize a app antes de a importar.
ru: Резервная копия создана более новой версией. Обновите приложение перед импортом.
th: ข้อมูลสำรองนี้สร้างจากเวอร์ชันใหม่กว่า ให้อัปเดตแอปก่อนนำเข้า
tr: Bu yedek daha yeni bir sürümde oluşturuldu. İçe aktarmadan önce uygulamayı güncelleyin.
vi: Bản sao lưu được tạo bằng phiên bản mới hơn. Hãy cập nhật ứng dụng trước khi nhập.
zh_cn: 此备份由更新版本创建，请先更新应用再导入。
zh_hk: 呢份備份由較新版本建立，請先更新 App 再匯入。
zh_tw: 這份備份由較新版本建立，請先更新 App 再匯入。

# recordsOvertime
source: Overtime
ar: وقت إضافي
de: Überstunden
es: Horas extra
fr: Heures supp.
hi_in: अधिक समय
id: Lembur
it: Straordinari
ja: 残業
ko: 초과 근무
mr_in: अधिक वेळ
pt: Hora extra
ru: Переработка
th: ล่วงเวลา
tr: Mesai
vi: Tăng ca
zh_cn: 加班
zh_hk: 加班
zh_tw: 加班

# recordsOwnerAuthReason
source: Confirm it is you to continue
ar: أكّد أنك أنت للمتابعة
de: Bestätige, dass du es bist, um fortzufahren
es: Confirma que eres tú para continuar
fr: Confirmez que c’est bien vous pour continuer
hi_in: आगे बढ़ने के लिए पुष्टि करें कि आप हैं
id: Konfirmasi ini memang kamu untuk lanjut
it: Conferma che sei tu per continuare
ja: 続けるには本人確認が必要です
ko: 계속하려면 본인인지 확인해 주세요
mr_in: पुढे जाण्यासाठी तुम्हीच आहात हे सिद्ध करा
pt: Confirme que é você para continuar
ru: Подтвердите, что это вы, чтобы продолжить
th: ยืนยันว่าเป็นคุณเพื่อไปต่อ
tr: Devam etmek için sen olduğunu doğrula
vi: Xác nhận đó là bạn để tiếp tục
zh_cn: 请确认是你本人，然后继续
zh_hk: 請確認是你本人，然後繼續
zh_tw: 請確認是你本人，然後繼續

# recordsPlanned
source: Planned
ar: مخطط
de: Geplant
es: Planificado
fr: Prévu
hi_in: योजना
id: Terencana
it: Pianificato
ja: 予定
ko: 예정
mr_in: नियोजित
pt: Planejado
ru: План
th: ตามแผน
tr: Planlı
vi: Dự kiến
zh_cn: 计划
zh_hk: 計劃
zh_tw: 計劃

# recordsPreviousPeriod
source: Previous period
ar: الفترة السابقة
de: Vorheriger Zeitraum
es: Periodo anterior
fr: Période précédente
hi_in: पिछला दौर
id: Periode sebelumnya
it: Periodo precedente
ja: 前の期間
ko: 이전 기간
mr_in: मागील काळ
pt: Período anterior
ru: Предыдущий период
th: ช่วงก่อนหน้า
tr: Önceki dönem
vi: Kỳ trước
zh_cn: 上一周期
zh_hk: 上一週期
zh_tw: 上一週期

# recordsReplaceHoursConfirm
source: This replaces the hours recorded for the day.
ar: هذا يستبدل الساعات المسجَّلة لذلك اليوم.
de: Das ersetzt die für diesen Tag erfassten Zeiten.
es: Esto sustituye el horario registrado para ese día.
fr: Cela remplace les horaires enregistrés pour la journée.
hi_in: इससे उस दिन के दर्ज घंटे बदल जाएँगे।
id: Ini menggantikan jam yang sudah dicatat untuk hari itu.
it: Questo sostituisce l’orario registrato per la giornata.
ja: その日に記録した時間を置き換えます。
ko: 그날 기록한 시간을 덮어씁니다.
mr_in: यामुळे त्या दिवसाचे नोंदवलेले तास बदलतील.
pt: Isto substitui o horário registado para o dia.
ru: Это заменит часы, записанные для этого дня.
th: การทำแบบนี้จะแทนที่เวลาที่บันทึกไว้ของวันนั้น
tr: Bu, gün için kaydedilen saatleri değiştirir.
vi: Việc này thay thế số giờ đã ghi cho ngày đó.
zh_cn: 这会覆盖这天已经记录的时间。
zh_hk: 咁會覆蓋呢日已經記落嘅時間。
zh_tw: 這會覆蓋這天已經記下的時間。

# recordsReplaceHoursTitle
source: Replace these hours?
ar: استبدال هذه الساعات؟
de: Zeiten ersetzen?
es: ¿Sustituir estas horas?
fr: Remplacer ces horaires ?
hi_in: इन घंटों को बदलें?
id: Ganti jam ini?
it: Sostituire questi orari?
ja: この日の時間を置き換えますか？
ko: 이 날의 시간을 바꿀까요?
mr_in: हे तास बदलायचे?
pt: Substituir estes horários?
ru: Заменить эти часы?
th: แทนที่ช่วงเวลานี้ไหม
tr: Bu saatler değiştirilsin mi?
vi: Thay giờ làm ngày này?
zh_cn: 替换这天的工时？
zh_hk: 取代呢日嘅工時？
zh_tw: 取代這天的工時？

# recordsRestDay
source: Rest
ar: راحة
de: Frei
es: Descanso
fr: Repos
hi_in: विश्राम
id: Libur
it: Riposo
ja: 休み
ko: 휴무
mr_in: विश्रांती
pt: Folga
ru: Выходной
th: วันหยุด
tr: İzin
vi: Nghỉ
zh_cn: 休息
zh_hk: 休息
zh_tw: 休息

# recordsRestoreConflict
source: Use that version
ar: استخدام تلك النسخة
de: Diese Version nehmen
es: Usar esa versión
fr: Prendre cette version
hi_in: वही संस्करण रखें
id: Pakai versi itu
it: Usa quella versione
ja: そちらを使う
ko: 그 버전 쓰기
mr_in: तीच आवृत्ती घ्या
pt: Usar essa versão
ru: Взять ту версию
th: ใช้เวอร์ชันนั้น
tr: O sürümü kullan
vi: Dùng bản đó
zh_cn: 用那个版本
zh_hk: 用嗰個版本
zh_tw: 用那個版本

# recordsScaleLife
source: Life
ar: العمر
de: Leben
es: Vida
fr: Vie
hi_in: जीवन
id: Hidup
it: Vita
ja: 人生
ko: 인생
mr_in: आयुष्य
pt: Vida
ru: Жизнь
th: ชีวิต
tr: Yaşam
vi: Đời
zh_cn: 人生
zh_hk: 人生
zh_tw: 人生

# recordsScaleMonth
source: Month
ar: شهر
de: Monat
es: Mes
fr: Mois
hi_in: महीना
id: Bulan
it: Mese
ja: 月
ko: 월
mr_in: महिना
pt: Mês
ru: Месяц
th: เดือน
tr: Ay
vi: Tháng
zh_cn: 月
zh_hk: 月
zh_tw: 月

# recordsScaleWeek
source: Week
ar: أسبوع
de: Woche
es: Semana
fr: Semaine
hi_in: सप्ताह
id: Minggu
it: Settimana
ja: 週
ko: 주
mr_in: आठवडा
pt: Semana
ru: Неделя
th: สัปดาห์
tr: Hafta
vi: Tuần
zh_cn: 周
zh_hk: 周
zh_tw: 周
